localization = {
    strings: {
        "VIEW.LOAN_APP_LIST": "Հայտեր",
        "VIEW.LOAN_APP": "Դիմել նոր վարկի",
        "VIEW.USER_PROFILE": "Անձնական տվյալներ",

        "VIEW.APPSTAGE.PRE_APPROVAL": "Նոր հայտ",
        "VIEW.APPSTAGE.MAIN": "Վարկի տվյալներ",
        "VIEW.APPSTAGE.CARD_IDENTIFICATION": "Քարտով նույնականացում",
        "VIEW.APPSTAGE.CONTRACT_DETAILS": "Պայմանագրի տվյալներ",
        "VIEW.APPSTAGE.PRE_APPROVAL_REVIEW_ADDITIONAL_DATA": "Լրացուցիչ տվյալներ",

        "STEP1.EXPLANATION.MESSAGE": "Առաջին երեք վարկատեսակների դեպքում վարկի տրամադրման վերաբերյալ որոշումը կայացվում է ավտոմատ կերպով` հաշված րոպեների ընթացքում:",

        "STEP2.REFINANCING.HINT.1": "Խնդրում ենք մուտքագրել նշված վարկերի վարկային կոդերը, որոնք կարող եք տեսնել Ձեր վարկային պայմանագրերի աջ անկյունում:  Վարկային կոդի բացակայության դեպքում խնդրում ենք անձը հաստատող փաստաթղթով մոտենալ «Ամերիաբանկ» ՓԲԸ-ի ցանկացած մասնաճյուղ կամ կապ հաստատել «Ամերիաբանկ» ՓԲԸ-ի  հետ (+37410) 56 11 11 հեռախոսահամարով։ «Ամերիաբանկ» ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված են <a href='http://ameriabank.am/Infrastructure.aspx?&lang=33' target='_blank'>այստեղ։</a>",
        "STEP2.REFINANCING.CHOOSE": "Շարունակելու համար խնդրում ենք նշել ստորև հաստատված վարկի գումարներից Ձեզ համար նախընտրելի տարբերակը",

        'STEP5.BANKBRANCH.HINT': "Խնդրում ենք ընտրել սպասարկման համար Ձեզ հարմար մասնաճյուղը: Ամերիաբանկ» ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված են <a href='http://ameriabank.am/Infrastructure.aspx?&lang=33' target='_blank'><b>այստեղ:</b></a>",

        "MESSAGE.VISIT_BANK_BRANCH": "Խնդրում ենք Ձեզ մոտենալ Բանկ անձը հաստատող փաստաթղթով, կազմակերպության հիմնադիր փաստաթղթերով (Կանոնադրություն/Պետ. ռեգիստրի վկայական, ՀՎՀՀ) և կնիքով՝ նույնականացման, պայմանագրերի ստորագրման և վարկի ստացման համար: «Ամերիաբանկ» ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված են <a href='http://ameriabank.am/Infrastructure.aspx?&lang=33' target='_blank'><b>այստեղ</b></a>",
        "MESSAGE.END_SESSION": "Ծրագրով աշխատելու ժամանակն ավարտվել է, անհրաժեշտ է նորից մուտք գործել համակարգ:",
        "MESSAGE.CANCEL.APP": "Դուք պատրաստվում եք չեղարկել հայտը։ Սեղմեք \"Հաստատել\" կոճակը, եթե համաձայն եք, այլապես սեղմեք \"Փակել\" կոճակը։",
        "MESSAGE.ACCEPTED.LOAN": "Ձեր վարկային հայտը չի հաստատվել ավտոմատ եղանակով:"
    },
    formatting: {
    },
    errors: {
        "REQUIRED_FIELD_ERROR": "Պարտադիր լրացման դաշտ",
        "ALLOW_FIELD_ERROR": "Թույլատրելի արժեքներն են`",
        "WRONG_DOCUMENT_NUMBER": "Փաստաթղթի համարը սխալ է",
        "NUMBER_FORMAT_ERROR": "Թվի ֆորմատը սխալ է",
        "NUMBER_MAX_EXCEEDS_ERROR": "Թույլատրելի առավելագույն գումարը կազմում է ",
        "NUMBER_MIN_EXCEEDS_ERROR": "Թույլատրելի նվազագույն գումարը կազմում է ",
        "DATE_FORMAT_ERROR": "Ամսաթվի ֆորմատը սխալ է",
        "DATE_YEAR_FORMAT_ERROR": "Տարեթիվը պետք է ունենա 4 նիշ",
        "DATE_BIRTHDATE_FORMAT_ERROR": "Ծննդյան ամսաթիվը չի կարող գերազանցել ընթացիկ ամսաթիվը",
        "DATE_DOCUMENT_GIVEN_FORMAT_ERROR": "Փաստաթղթի տրման ամսաթիվը չի կարող գերազանցել ընթացիկ ամսաթիվը",
        "DATE_DOCUMENT_EXPIRED_FORMAT_ERROR": "Փաստաթղթի վավերականության ժամկետը լրացել է",
        "REQUIRED_DOCUMENT": "Փաստաթուղթ կցելը պարտադիր է",
        "CARD_REQUIRED_ERROR": "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել քարտը",
        "CARD_NUMBER_FORMAT_ERROR": "Տվյալների անհամապատասխանություն. խնդրում ենք ճշգրտել։ Հակառակ դեպքում վարկը ստանալու համար խնդրում ենք անձը հաստատող փաստաթղթով մոտենալ «Ամերիաբանկ» ՓԲԸ-ի ցանկացած մասնաճյուղ կամ կապ հաստատել «Ամերիաբանկ» ՓԲԸ-ի  հետ (+37410) 56 11 11 հեռախոսահամարով։ «Ամերիաբանկ» ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված է հետևյալ հղումով <a href = 'http://ameriabank.am/Infrastructure.aspx?&lang=33' target='_blank'><b>հետևյալ հղումով:</b></a>",
        "SOCIAL_CARD_NUMBER_FORMAT_ERROR": "ՀԾՀՀ / սոցիալական քարտի համարը պետք է ունենա 10 նիշ",
        "SMS_CODE_ERROR": "Մուտքագրված գաղտնաբառը սխալ է: Վարկը ստանալու համար խնդրում ենք անձը հաստատող փաստաթղթով մոտենալ «Ամերիաբանկ» ՓԲԸ-ի ցանկացած մասնաճյուղ կամ կապ հաստատել «Ամերիաբանկ» ՓԲԸ-ի  հետ (+37410) 56 11 11 հեռախոսահամարով։ «Ամերիաբանկ» ՓԲԸ-ի սպասարկման ցանցը և աշխատանքի ժամանակացույցը ներկայացված են <a href = 'http://ameriabank.am/Infrastructure.aspx?&lang=33' target='_blank'><b>հետևյալ հղումով:</b></a>",
        "CARD_TYPE_REQUIRED_ERROR": "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել քարտի տեսակը",
        "BRANCH_REQUIRED_ERROR": "Վարկը տրամադրելու համար անհրաժեշտ է ընտրել մասնաճյուղը",
        "EMAIL_FORMAT_ERROR": "Էլ․ հասցեի ֆորմատը սխալ է",
        "URL_FORMAT_ERROR": "Հղումը սխալ է",
        "INCORRECT_REPAY_DAY": "Նշել ամսվա {minDay}-{maxDay}-րդ օրերը",
        "LOAN_CODE_FORMAT_ERROR": "Վարկային կոդի ֆորմատը սխալ է",
        "LOAN_CODE_LENGTH_ERROR": "Վարկային կոդի պետք է ունենա 16 նիշ",
        "GUARANTEEAGREEMENTTEXTERROR":  "Խնդրում ենք լրացնել երաշխավորության տեքստը նույնությամբ և հայատառ, անհամապատասխանությունները նշված են ստորև",
        "ID_CARD_SUPPORTED_ONLY_IN_CHROME": "ID քարտով նույնականացում իրականացնելու համար խնդրում ենք օգտվել Google Chrome բրաուզերից, որը կարող եք բեռնել <a href='https://www.google.com/chrome/' target=_blank>այստեղից</a>"
    },

    "fieldDesc": {
        "ANNUALTURNOVER": "Խնդրում ենք լրացնել Ձեր բիզնեսի տարեկան շրջանառության չափը: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում:",
        "LOANGRACEPERIOD": "Խնդրում ենք նշել վարկի մայր գումարի համար անհրաժեշտ արտոնյալ ժամանակահատվածն ամիսներով (1-6 ամիս):",
        "LOANPAYMENTDAY": "Խնդրում ենք նշել ամսվա մեջ Ձեզ համար նախընտրելի վարկի վճարման օր",
        "LOANMONTHLYREPAYMENT": "Խնդրում ենք նշել Ձեզ համար նախընտրելի ամսական վճարման չափը",
        "INVENTORY": "Խնդրում ենք լրացնել այս պահին Ձեր բիզնեսում առկա Ապրանքանյութական պաշարները: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում",
        "DEBETORS": "Խնդրում ենք լրացնել այս պահին Ձեր բիզնեսում առկա դեբիտորական պարտքերի հանրագումարը: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում",
        "CREDITORS": "Խնդրում ենք լրացնել այս պահին Ձեր բիզնեսում առկա կրեդիտորական պարտքերի հանրագումարը: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում",
        "MONTHLYEARNING": "Խնդրում ենք լրացնել Ձեր բիզնեսի միջին ամսական հասույթը /վաճառքները/: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում",
        "MONTHLYCOST": "Խնդրում ենք լրացնել Ձեր բիզնեսի միջին ամսական ծախսերի հանրագումարը /օրինակ` վարձավճար + աշխատավարձ + հարկային վճարներ + կոմունալ + այլ գործառնական/: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում",
        "MONTHLYNETINCOME":  "Խնդրում ենք լրացնել Ձեր բիզնեսի միջին ամսական զուտ շահույթը /բիզնեսից գեներացվող գումարը, որը ենթակա է տնօրինման Ձեր կողմից/: Կարող է լրացվել մոտավոր, եթե հստակ թվին չեք տիրապետում",
        "PLAGETYPES": "Խնդրում ենք ընտրել Ձեր կողմից առաջարկվող գրավի տեսակը",
        "APPRAISALCOMPANY": "Խնդրում ենք ընտրել գնահատողներից որեւէ մեկին Ձեր գրավադրվող գույքի գնահատումն իրականացնելու նպատակով",
        "BANKBRANCH": "խնդրում ենք ընտրել մասնաճյուղը որտեղ Ձեզ ավելի հարմար կլինի սպասարկվել:",
        "CREDITCARDCURRENCY": "Դուք կարող եք պատվիրել բիզնես քարտ, որը կտրամադրվի Ձեզ անվճար",
        "GUARANTEEAGREEMENTTEXTTYPE": "Ստորև լրացրեք այս տեքստը Նույնությամբ և հայատառ",
        "APPROVEDAMOUNT2": "Վերաֆինանսավորման տարբերակի ընտրության դեպքում հաստատված վարկի գումարից ավտոմատ եղանակով (Ձեր կողմից վարկային կոդերի մուտքագրմամբ) կմարվեն Ձեր` այլ բանկերում առկա բոլոր վարկային պարտավորությունները:"
    },
    statusMessages: {
        'TITLE': "Կատարվել է հարցում",
        "REFUSAL_TITLE": 'Հայտը մերժվել է։',
        "APPROVAL_TITLE": 'Հայտը {X} է։',
        "COMPLETED_TITLE": 'Գումարը տրամադրված է։',
        "CORPOEATE_TITLE": 'Կորպորատիվ վերստուգվող:',
        "ADDITIONAL_TITLE": 'Լրացուցիչ տվյալների անհրաժեշտություն',
        "NOT_ACCEPTED_TITLE": 'Հայտը չի ընդունվել',
        "DELAY": 'Առկա է տեխնիկական խնդիր, խնդրում ենք փորձել ավելի ուշ։ Ձեր հայտը պահպանվել է Հայտեր էջում։',
        "PENDING_PRE_APPROVAL": "Խնդրում ենք սպասել Ձեզ համար կատարվում է վարկի հարցում, որը կարող է տևել մի քանի րոպե:",
        "PRE_APPROVAL_SUCCESS": "Ձեզ համար {X} է վարկ։ Վարկի պայմաններին ծանոթանալու համար խնդրում ենք սեղմել շարունակել կոճակը։ Ձեր հայտն ավտոմատ կչեղարկվի այն լրացնելուց հետո 7-րդ օրացուցային օրը, ուստի խնդրում ենք ավարտել վարկի ձևակերպման գործընթացը նշված ժամկետում։",
        "CANCELLED": "Ձեր հայտը չեղարկվել է։",
        "COMPLETED": "Ձեր վարկը մուտքագրվել է Ձեր բանկային հաշվեհամարին։ Շնորհակալություն «Ամերիաբանկ» ՓԲԸ-ի ծառայություններից օգտվելու համար։ Ձեր վարկային փաթեթը հասանելի է հայտեր էջի «Գործողություն» հատվածում:",
//        "PRE_APPROVAL_REVIEW": "Վարկի վերաբերյալ որոշում կայացնելու համար անհրաժեշտ են լրացուցիչ տվյալներ։ Խնդրում ենք անձը հաստատող փաստաթղթով, հանրային ծառայության համարանիշով և աշխատավարձի տեղեկանքով մոտենալ «Ամերիաբանկ» ՓԲԸ-ի ցանկացած մասնաճյուղ։",
        "PRE_APPROVAL_REVIEW_ADDITIONAL_DATA": "Վարկի վերաբերյալ որոշում կայացնելու համար անհրաժեշտ են լրացուցիչ տվյալներ: Խնդրում ենք լրացնել համպատասխան լրացուցիչ դաշտերը:",
        "PRE_APPROVAL_REVIEW_CORPORATE": "Հաշվի առնելով Ձեր բիզնեսի տարեկան շրջանառության չափը` առավելագույնը {X} աշխատանքային օրվա ընթացքում Ձեզ հետ կապ կհաստատի Բանկի համապատասխան ստորաբաժանման աշխատակիցը՝ վարկային հայտին ընթացք տալու համար: Շնորհակալություն:"
    }
}