define({
	'T': {
	    title: 'Հարկային հաշվետվությունները',
	    description: "խնդրում ենք կցել վերջին 12 ամիսների հարկային հաշվետվությունները:",
	},
	"A": {
	    title: "Գնահատման հաշվետվությունները",
	    description: "Խնդրում ենք կցել գնահատման հաշվետվությունը առկայության դեպքում:",
	},
	"C": {
	    title: "Գրավի սեփականության վկայականները",
	    description: "Խնդրում ենք կցել առաջարկվող գրավի սեփականության վկայականները:",
	},
	"L": {
	    title: "Բիզնեսի գործունեության վայրի վարձակալության պայմանագրերը",
	    description: "Խնդրում ենք կցել բիզնեսի գործունեության վայրի վարձակալության պայմանագրերը:",
	},
	"M": {
	    title: "Գրավադրվող գույքի սեփականատերերի ամուսնության վկայականները",
	    description: "Խնդրում ենք կցել գրավադրվող գույքի սեփականատերերի ամուսնության վկայականները:",
	},
	"P": {
	    title: "Գրավադրվող գույքի սեփականատերերի անձնագրերը",
	    description: "Խնդրում ենք կցել գրավադրվող գույքի սեփականատերերի անձնագրերը:",
	},
	"R": {
	    title: "Գրավադրվող գույքի սահմանափակումների վերաբերյալ կադաստրի միասնական տեղեկանքները",
	    description: "Խնդրում ենք կցել գրավադրվող գույքի սահմանափակումների վերաբերյալ կադաստրի միասնական տեղեկանքները:",
	},
	"B": {
	    title: "Բիզնես լուսանկարներ",
	    description: "Հնարավորության դեպքում խնդրում ենք կցել բիզնեսի գործունեության վայրի լուսանկարներ:",
	},
	"O": {
	    title: "Այլ փաստաթղթեր",
	    description: "Անհրաժեշտության դեպքում խնդրում ենք կցել աջակցող այլ փաստաթղթեր:",
	}
});